---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FasciaMaterialParam
source: html/0f03f79d-85f5-7192-a034-3459c2dd0944.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FasciaMaterialParam Property

"Material"

## Syntax (C#)
```csharp
public static ForgeTypeId FasciaMaterialParam { get; }
```